[
  {
    "id": 1,
    "first_name": "Kore",
    "last_name": "Laidel",
    "avatar": "https://images.pexels.com/photos/846741/pexels-photo-846741.jpeg?auto=compress&cs=tinysrgb&w=800",
    "time": "7:33 pm",
    "isNewMsg": true,
    "chats": [{
      "id": 1,
      "message": "Nulla facilisi. Cras non velit nec nisi vulputate nonummy. Maecenas tincidunt lacus at velit. Vivamus vel nulla eget eros elementum pellentesque. Quisque porta volutpat erat. Quisque erat eros, viverra eget, congue eget, semper rutrum, nulla. Nunc purus. Phasellus in felis. Donec semper sapien a libero. Nam dui.",
      "template":false,
      "isSent": true,
      "time": "6:32 AM",
      "userId": 1
    }, {
      "id": 2,
      "message": "Curabitur in libero ut massa volutpat convallis. Morbi odio odio, elementum eu, interdum eu, tincidunt in, leo. Maecenas pulvinar lobortis est. Phasellus sit amet erat. Nulla tempus. Vivamus in felis eu sapien cursus vestibulum. Proin eu mi. Nulla ac enim.",
      "template":false,
      "isSent": false,
      "time": "11:19 PM",
      "userId": 2
    }, {
      "id": 3,
      "message": "Donec odio justo, sollicitudin ut, suscipit a, feugiat et, eros. Vestibulum ac est lacinia nisi venenatis tristique. Fusce congue, diam id ornare imperdiet, sapien urna pretium nisl, ut volutpat sapien arcu sed augue. Aliquam erat volutpat. In congue. Etiam justo. Etiam pretium iaculis justo. In hac habitasse platea dictumst. Etiam faucibus cursus urna. Ut tellus.",
      "template":false,
      "isSent": true,
      "time": "3:42 AM",
      "userId": 3
    }, {
      "id": 4,
      "message": "In eleifend quam a odio. In hac habitasse platea dictumst.",
      "template":false,
      "isSent": false,
      "time": "6:17 AM",
      "userId": 4
    }, {
      "id": 5,
      "message": "Aliquam augue quam, sollicitudin vitae, consectetuer eget, rutrum at, lorem.",
      "template":false,
      "isSent": true,
      "time": "2:13 AM",
      "userId": 5
    }, {
      "id": 6,
      "message": "Maecenas ut massa quis augue luctus tincidunt.",
      "template":false,
      "isSent": false,
      "time": "9:48 AM",
      "userId": 6
    }, {
      "id": 7,
      "message": "Praesent lectus. Vestibulum quam sapien, varius ut, blandit non, interdum in, ante. Vestibulum ante ipsum primis in faucibus orci luctus et ultrices posuere cubilia Curae; Duis faucibus accumsan odio. Curabitur convallis. Duis consequat dui nec nisi volutpat eleifend.",
      "template":false,
      "isSent": true,
      "time": "7:32 PM",
      "userId": 7
    }, {
      "id": 8,
      "message": "Fusce posuere felis sed lacus. Morbi sem mauris, laoreet ut, rhoncus aliquet, pulvinar sed, nisl.",
      "template":false,
      "isSent": true,
      "time": "2:46 AM",
      "userId": 8
    }, {
      "id": 9,
      "message": "Nulla facilisi. Cras non velit nec nisi vulputate nonummy.",
      "template":false,
      "isSent": false,
      "time": "12:23 AM",
      "userId": 9
    }, {
      "id": 10,
      "message": "Proin interdum mauris non ligula pellentesque ultrices. Phasellus id sapien in sapien iaculis congue. Vivamus metus arcu, adipiscing molestie, hendrerit at, vulputate vitae, nisl. Aenean lectus. Pellentesque eget nunc. Donec quis orci eget orci vehicula condimentum.",
      "template":false,
      "isSent": false,
      "time": "4:27 AM",
      "userId": 10
    }, {
      "id": 11,
      "message": "Cum sociis natoque penatibus et magnis dis parturient montes, nascetur ridiculus mus. Etiam vel augue. Vestibulum rutrum rutrum neque. Aenean auctor gravida sem. Praesent id massa id nisl venenatis lacinia.",
      "template":false,
      "isSent": false,
      "time": "10:21 PM",
      "userId": 11
    }, {
      "id": 12,
      "message": "Cum sociis natoque penatibus et magnis dis parturient montes, nascetur ridiculus mus. Etiam vel augue. Vestibulum rutrum rutrum neque. Aenean auctor gravida sem. Praesent id massa id nisl venenatis lacinia. Aenean sit amet justo. Morbi ut odio. Cras mi pede, malesuada in, imperdiet et, commodo vulputate, justo. In blandit ultrices enim.",
      "template":false,
      "isSent": true,
      "time": "8:42 PM",
      "userId": 12
    }, {
      "id": 13,
      "message": "Suspendisse potenti. Nullam porttitor lacus at turpis. Donec posuere metus vitae ipsum.",
      "template":false,
      "isSent": true,
      "time": "4:36 PM",
      "userId": 13
    }, {
      "id": 14,
      "message": "Fusce congue, diam id ornare imperdiet, sapien urna pretium nisl, ut volutpat sapien arcu sed augue. Aliquam erat volutpat. In congue. Etiam justo. Etiam pretium iaculis justo. In hac habitasse platea dictumst. Etiam faucibus cursus urna.",
      "template":false,
      "isSent": false,
      "time": "5:41 AM",
      "userId": 14
    }, {
      "id": 15,
      "message": "Quisque porta volutpat erat. Quisque erat eros, viverra eget, congue eget, semper rutrum, nulla. Nunc purus. Phasellus in felis. Donec semper sapien a libero. Nam dui. Proin leo odio, porttitor id, consequat in, consequat ut, nulla. Sed accumsan felis. Ut at dolor quis odio consequat varius. Integer ac leo.",
      "template":false,
      "isSent": true,
      "time": "5:06 PM",
      "userId": 15
    }, {
      "id": 16,
      "message": "Fusce congue, diam id ornare imperdiet, sapien urna pretium nisl, ut volutpat sapien arcu sed augue. Aliquam erat volutpat. In congue. Etiam justo. Etiam pretium iaculis justo. In hac habitasse platea dictumst. Etiam faucibus cursus urna. Ut tellus. Nulla ut erat id mauris vulputate elementum. Nullam varius.",
      "template":false,
      "isSent": false,
      "time": "11:39 AM",
      "userId": 16
    }, {
      "id": 17,
      "message": "Mauris lacinia sapien quis libero. Nullam sit amet turpis elementum ligula vehicula consequat. Morbi a ipsum. Integer a nibh. In quis justo. Maecenas rhoncus aliquam lacus. Morbi quis tortor id nulla ultrices aliquet. Maecenas leo odio, condimentum id, luctus nec, molestie sed, justo. Pellentesque viverra pede ac diam. Cras pellentesque volutpat dui.",
      "template":false,
      "isSent": false,
      "time": "11:21 AM",
      "userId": 17
    }, {
      "id": 18,
      "message": "Integer a nibh. In quis justo. Maecenas rhoncus aliquam lacus. Morbi quis tortor id nulla ultrices aliquet.",
      "template":false,
      "isSent": false,
      "time": "10:31 AM",
      "userId": 18
    }, {
      "id": 19,
      "message": "Nullam varius.",
      "template":false,
      "isSent": false,
      "time": "8:12 AM",
      "userId": 19
    }, {
      "id": 20,
      "message": "Curabitur gravida nisi at nibh. In hac habitasse platea dictumst. Aliquam augue quam, sollicitudin vitae, consectetuer eget, rutrum at, lorem. Integer tincidunt ante vel ipsum. Praesent blandit lacinia erat. Vestibulum sed magna at nunc commodo placerat. Praesent blandit. Nam nulla. Integer pede justo, lacinia eget, tincidunt eget, tempus vel, pede.",
      "template":false,
      "isSent": true,
      "time": "9:27 AM",
      "userId": 20
    }, {
      "id": 21,
      "message": "Aenean lectus. Pellentesque eget nunc. Donec quis orci eget orci vehicula condimentum. Curabitur in libero ut massa volutpat convallis. Morbi odio odio, elementum eu, interdum eu, tincidunt in, leo. Maecenas pulvinar lobortis est. Phasellus sit amet erat. Nulla tempus. Vivamus in felis eu sapien cursus vestibulum. Proin eu mi.",
      "template":false,
      "isSent": true,
      "time": "3:51 PM",
      "userId": 21
    }, {
      "id": 22,
      "message": "Etiam faucibus cursus urna. Ut tellus. Nulla ut erat id mauris vulputate elementum. Nullam varius. Nulla facilisi. Cras non velit nec nisi vulputate nonummy. Maecenas tincidunt lacus at velit. Vivamus vel nulla eget eros elementum pellentesque. Quisque porta volutpat erat. Quisque erat eros, viverra eget, congue eget, semper rutrum, nulla.",
      "template":false,
      "isSent": false,
      "time": "2:19 AM",
      "userId": 22
    }, {
      "id": 23,
      "message": "In quis justo. Maecenas rhoncus aliquam lacus. Morbi quis tortor id nulla ultrices aliquet. Maecenas leo odio, condimentum id, luctus nec, molestie sed, justo. Pellentesque viverra pede ac diam. Cras pellentesque volutpat dui. Maecenas tristique, est et tempus semper, est quam pharetra magna, ac consequat metus sapien ut nunc. Vestibulum ante ipsum primis in faucibus orci luctus et ultrices posuere cubilia Curae; Mauris viverra diam vitae quam.",
      "template":false,
      "isSent": true,
      "time": "11:27 AM",
      "userId": 23
    }, {
      "id": 24,
      "message": "Proin leo odio, porttitor id, consequat in, consequat ut, nulla. Sed accumsan felis. Ut at dolor quis odio consequat varius.",
      "template":false,
      "isSent": true,
      "time": "9:23 AM",
      "userId": 24
    }, {
      "id": 25,
      "message": "Donec quis orci eget orci vehicula condimentum. Curabitur in libero ut massa volutpat convallis. Morbi odio odio, elementum eu, interdum eu, tincidunt in, leo. Maecenas pulvinar lobortis est. Phasellus sit amet erat. Nulla tempus. Vivamus in felis eu sapien cursus vestibulum.",
      "template":false,
      "isSent": false,
      "time": "8:57 PM",
      "userId": 25
    }, {
      "id": 26,
      "message": "Mauris sit amet eros. Suspendisse accumsan tortor quis turpis. Sed ante. Vivamus tortor. Duis mattis egestas metus. Aenean fermentum. Donec ut mauris eget massa tempor convallis.",
      "template":false,
      "isSent": true,
      "time": "8:29 AM",
      "userId": 26
    }, {
      "id": 27,
      "message": "Cras pellentesque volutpat dui.",
      "template":false,
      "isSent": true,
      "time": "7:34 PM",
      "userId": 27
    }, {
      "id": 28,
      "message": "Aenean lectus. Pellentesque eget nunc. Donec quis orci eget orci vehicula condimentum. Curabitur in libero ut massa volutpat convallis. Morbi odio odio, elementum eu, interdum eu, tincidunt in, leo. Maecenas pulvinar lobortis est.",
      "template":false,
      "isSent": false,
      "time": "10:57 PM",
      "userId": 28
    }, {
      "id": 29,
      "message": "Nam dui. Proin leo odio, porttitor id, consequat in, consequat ut, nulla. Sed accumsan felis. Ut at dolor quis odio consequat varius. Integer ac leo.",
      "template":false,
      "isSent": true,
      "time": "11:07 PM",
      "userId": 29
    }, {
      "id": 30,
      "message": "Mauris lacinia sapien quis libero. Nullam sit amet turpis elementum ligula vehicula consequat. Morbi a ipsum. Integer a nibh. In quis justo. Maecenas rhoncus aliquam lacus.",
      "template":false,
      "isSent": true,
      "time": "11:03 AM",
      "userId": 30
    }]
  },
  {
    "id": 2,
    "first_name": "Jessika",
    "last_name": "Tampling",
    "avatar": "https://images.pexels.com/photos/718261/pexels-photo-718261.jpeg?auto=compress&cs=tinysrgb&w=800",
    "time": "2:44 pm",
    "isNewMsg": false,
    "chats": [{
      "id": 1,
      "message": "Mauris sit amet eros. Suspendisse accumsan tortor quis turpis. Sed ante. Vivamus tortor. Duis mattis egestas metus. Aenean fermentum. Donec ut mauris eget massa tempor convallis. Nulla neque libero, convallis eget, eleifend luctus, ultricies eu, nibh. Quisque id justo sit amet sapien dignissim vestibulum.",
      "template":false,
      "isSent": true,
      "time": "2:19 AM",
      "userId": 1
    }, {
      "id": 2,
      "message": "In hac habitasse platea dictumst.",
      "template":false,
      "isSent": false,
      "time": "12:23 AM",
      "userId": 2
    }, {
      "id": 3,
      "message": "Integer non velit. Donec diam neque, vestibulum eget, vulputate ut, ultrices vel, augue. Vestibulum ante ipsum primis in faucibus orci luctus et ultrices posuere cubilia Curae; Donec pharetra, magna vestibulum aliquet ultrices, erat tortor sollicitudin mi, sit amet lobortis sapien sapien non mi. Integer ac neque. Duis bibendum. Morbi non quam nec dui luctus rutrum. Nulla tellus. In sagittis dui vel nisl. Duis ac nibh. Fusce lacus purus, aliquet at, feugiat non, pretium quis, lectus.",
      "template":false,
      "isSent": true,
      "time": "10:42 PM",
      "userId": 3
    }, {
      "id": 4,
      "message": "Suspendisse ornare consequat lectus. In est risus, auctor sed, tristique in, tempus sit amet, sem. Fusce consequat. Nulla nisl. Nunc nisl. Duis bibendum, felis sed interdum venenatis, turpis enim blandit mi, in porttitor pede justo eu massa.",
      "template":false,
      "isSent": false,
      "time": "12:11 PM",
      "userId": 4
    }, {
      "id": 5,
      "message": "Nulla mollis molestie lorem. Quisque ut erat.",
      "template":false,
      "isSent": true,
      "time": "6:52 PM",
      "userId": 5
    }, {
      "id": 6,
      "message": "Morbi non quam nec dui luctus rutrum. Nulla tellus. In sagittis dui vel nisl. Duis ac nibh. Fusce lacus purus, aliquet at, feugiat non, pretium quis, lectus. Suspendisse potenti. In eleifend quam a odio. In hac habitasse platea dictumst. Maecenas ut massa quis augue luctus tincidunt. Nulla mollis molestie lorem.",
      "template":false,
      "isSent": false,
      "time": "6:37 AM",
      "userId": 6
    }]
  },
  {
    "id": 4,
    "first_name": "Rosabel",
    "last_name": "Showering",
    "avatar": "https://images.pexels.com/photos/1680172/pexels-photo-1680172.jpeg?auto=compress&cs=tinysrgb&w=800",
    "time": "7:19 am",
    "isNewMsg": true,
    "chats": [{
      "id": 1,
      "message": "Aliquam non mauris. Morbi non lectus. Aliquam sit amet diam in magna bibendum imperdiet. Nullam orci pede, venenatis non, sodales sed, tincidunt eu, felis. Fusce posuere felis sed lacus. Morbi sem mauris, laoreet ut, rhoncus aliquet, pulvinar sed, nisl.",
      "template":false,
      "isSent": false,
      "time": "10:46 PM",
      "userId": 1
    }, {
      "id": 2,
      "message": "Etiam pretium iaculis justo.",
      "template":false,
      "isSent": true,
      "time": "12:23 AM",
      "userId": 2
    }, {
      "id": 3,
      "message": "Nulla tellus. In sagittis dui vel nisl.",
      "template":false,
      "isSent": false,
      "time": "7:15 PM",
      "userId": 3
    }, {
      "id": 4,
      "message": "Nulla mollis molestie lorem. Quisque ut erat. Curabitur gravida nisi at nibh. In hac habitasse platea dictumst. Aliquam augue quam, sollicitudin vitae, consectetuer eget, rutrum at, lorem. Integer tincidunt ante vel ipsum. Praesent blandit lacinia erat.",
      "template":false,
      "isSent": true,
      "time": "2:13 PM",
      "userId": 4
    }, {
      "id": 5,
      "message": "Vivamus tortor. Duis mattis egestas metus. Aenean fermentum. Donec ut mauris eget massa tempor convallis.",
      "template":false,
      "isSent": true,
      "time": "7:36 AM",
      "userId": 5
    }, {
      "id": 6,
      "message": "Vestibulum rutrum rutrum neque. Aenean auctor gravida sem. Praesent id massa id nisl venenatis lacinia. Aenean sit amet justo. Morbi ut odio. Cras mi pede, malesuada in, imperdiet et, commodo vulputate, justo.",
      "template":false,
      "isSent": false,
      "time": "9:41 PM",
      "userId": 6
    }]
  },
  {
    "id": 5,
    "first_name": "Nerta",
    "last_name": "Sandbatch",
    "avatar": "https://robohash.org/utveliteos.png?size=50x50&set=set1",
    "time": "4:09 pm",
    "isNewMsg": false,
    "chats": [{
      "id": 1,
      "message": "Quisque erat eros, viverra eget, congue eget, semper rutrum, nulla. Nunc purus. Phasellus in felis. Donec semper sapien a libero. Nam dui. Proin leo odio, porttitor id, consequat in, consequat ut, nulla. Sed accumsan felis. Ut at dolor quis odio consequat varius.",
      "template":false,
      "isSent": true,
      "time": "2:24 AM",
      "userId": 1
    }, {
      "id": 2,
      "message": "Maecenas tristique, est et tempus semper, est quam pharetra magna, ac consequat metus sapien ut nunc.",
      "template":false,
      "isSent": true,
      "time": "8:36 PM",
      "userId": 2
    }, {
      "id": 3,
      "message": "Nunc nisl. Duis bibendum, felis sed interdum venenatis, turpis enim blandit mi, in porttitor pede justo eu massa. Donec dapibus.",
      "template":false,
      "isSent": true,
      "time": "1:30 AM",
      "userId": 3
    }, {
      "id": 4,
      "message": "Cras non velit nec nisi vulputate nonummy. Maecenas tincidunt lacus at velit. Vivamus vel nulla eget eros elementum pellentesque. Quisque porta volutpat erat. Quisque erat eros, viverra eget, congue eget, semper rutrum, nulla. Nunc purus. Phasellus in felis. Donec semper sapien a libero.",
      "template":false,
      "isSent": true,
      "time": "10:47 AM",
      "userId": 4
    }, {
      "id": 5,
      "message": "Morbi a ipsum. Integer a nibh. In quis justo. Maecenas rhoncus aliquam lacus. Morbi quis tortor id nulla ultrices aliquet. Maecenas leo odio, condimentum id, luctus nec, molestie sed, justo.",
      "template":false,
      "isSent": false,
      "time": "10:40 PM",
      "userId": 5
    }, {
      "id": 6,
      "message": "Morbi non quam nec dui luctus rutrum. Nulla tellus. In sagittis dui vel nisl. Duis ac nibh. Fusce lacus purus, aliquet at, feugiat non, pretium quis, lectus. Suspendisse potenti. In eleifend quam a odio. In hac habitasse platea dictumst.",
      "template":false,
      "isSent": false,
      "time": "11:08 PM",
      "userId": 6
    }]
  },
  {
    "id": 6,
    "first_name": "Vitoria",
    "last_name": "Stuckey",
    "avatar": "https://robohash.org/veniamrepellatneque.png?size=50x50&set=set1",
    "time": "6:41 am",
    "isNewMsg": false,
    "chats": [{
      "id": 1,
      "message": "Cum sociis natoque penatibus et magnis dis parturient montes, nascetur ridiculus mus. Vivamus vestibulum sagittis sapien. Cum sociis natoque penatibus et magnis dis parturient montes, nascetur ridiculus mus. Etiam vel augue.",
      "template":false,
      "isSent": false,
      "time": "1:36 PM",
      "userId": 1
    }, {
      "id": 2,
      "message": "Morbi vel lectus in quam fringilla rhoncus. Mauris enim leo, rhoncus sed, vestibulum sit amet, cursus id, turpis. Integer aliquet, massa id lobortis convallis, tortor risus dapibus augue, vel accumsan tellus nisi eu orci. Mauris lacinia sapien quis libero. Nullam sit amet turpis elementum ligula vehicula consequat. Morbi a ipsum. Integer a nibh. In quis justo. Maecenas rhoncus aliquam lacus. Morbi quis tortor id nulla ultrices aliquet.",
      "template":false,
      "isSent": true,
      "time": "10:26 PM",
      "userId": 2
    }, {
      "id": 3,
      "message": "Fusce consequat. Nulla nisl. Nunc nisl. Duis bibendum, felis sed interdum venenatis, turpis enim blandit mi, in porttitor pede justo eu massa. Donec dapibus. Duis at velit eu est congue elementum. In hac habitasse platea dictumst. Morbi vestibulum, velit id pretium iaculis, diam erat fermentum justo, nec condimentum neque sapien placerat ante.",
      "template":false,
      "isSent": false,
      "time": "9:23 AM",
      "userId": 3
    }, {
      "id": 4,
      "message": "Proin risus. Praesent lectus. Vestibulum quam sapien, varius ut, blandit non, interdum in, ante. Vestibulum ante ipsum primis in faucibus orci luctus et ultrices posuere cubilia Curae; Duis faucibus accumsan odio. Curabitur convallis. Duis consequat dui nec nisi volutpat eleifend. Donec ut dolor.",
      "template":false,
      "isSent": true,
      "time": "11:48 PM",
      "userId": 4
    }, {
      "id": 5,
      "message": "Donec diam neque, vestibulum eget, vulputate ut, ultrices vel, augue. Vestibulum ante ipsum primis in faucibus orci luctus et ultrices posuere cubilia Curae; Donec pharetra, magna vestibulum aliquet ultrices, erat tortor sollicitudin mi, sit amet lobortis sapien sapien non mi. Integer ac neque. Duis bibendum. Morbi non quam nec dui luctus rutrum. Nulla tellus. In sagittis dui vel nisl.",
      "template":false,
      "isSent": true,
      "time": "11:47 AM",
      "userId": 5
    }, {
      "id": 6,
      "message": "In eleifend quam a odio. In hac habitasse platea dictumst. Maecenas ut massa quis augue luctus tincidunt. Nulla mollis molestie lorem. Quisque ut erat. Curabitur gravida nisi at nibh. In hac habitasse platea dictumst.",
      "template":false,
      "isSent": false,
      "time": "3:30 PM",
      "userId": 6
    }]
  },
  {
    "id": 7,
    "first_name": "Dane",
    "last_name": "Disbury",
    "avatar": "https://robohash.org/etasperioresrepellat.png?size=50x50&set=set1",
    "time": "1:18 am",
    "isNewMsg": true,
    "chats": [{
      "id": 1,
      "message": "Lorem ipsum dolor sit amet, consectetuer adipiscing elit.",
      "template":false,
      "isSent": false,
      "time": "3:12 AM",
      "userId": 1
    }, {
      "id": 2,
      "message": "Aenean fermentum.",
      "template":false,
      "isSent": false,
      "time": "11:11 AM",
      "userId": 2
    }, {
      "id": 3,
      "message": "Phasellus sit amet erat. Nulla tempus.",
      "template":false,
      "isSent": true,
      "time": "9:43 AM",
      "userId": 3
    }, {
      "id": 4,
      "message": "Integer a nibh. In quis justo. Maecenas rhoncus aliquam lacus. Morbi quis tortor id nulla ultrices aliquet. Maecenas leo odio, condimentum id, luctus nec, molestie sed, justo. Pellentesque viverra pede ac diam. Cras pellentesque volutpat dui.",
      "template":false,
      "isSent": true,
      "time": "8:33 PM",
      "userId": 4
    }, {
      "id": 5,
      "message": "Fusce consequat. Nulla nisl. Nunc nisl. Duis bibendum, felis sed interdum venenatis, turpis enim blandit mi, in porttitor pede justo eu massa. Donec dapibus. Duis at velit eu est congue elementum. In hac habitasse platea dictumst.",
      "template":false,
      "isSent": false,
      "time": "6:03 PM",
      "userId": 5
    }, {
      "id": 6,
      "message": "Quisque id justo sit amet sapien dignissim vestibulum. Vestibulum ante ipsum primis in faucibus orci luctus et ultrices posuere cubilia Curae; Nulla dapibus dolor vel est. Donec odio justo, sollicitudin ut, suscipit a, feugiat et, eros. Vestibulum ac est lacinia nisi venenatis tristique. Fusce congue, diam id ornare imperdiet, sapien urna pretium nisl, ut volutpat sapien arcu sed augue. Aliquam erat volutpat. In congue.",
      "template":false,
      "isSent": false,
      "time": "9:05 AM",
      "userId": 6
    }]
  },
  {
    "id": 8,
    "first_name": "Ariela",
    "last_name": "Kay",
    "avatar": "https://robohash.org/quasvoluptatibusaspernatur.png?size=50x50&set=set1",
    "time": "5:57 pm",
    "isNewMsg": true,
    "chats": [{
      "id": 1,
      "message": "Polarised stable productivity",
      "template":false,
      "isSent": true,
      "time": "4:10 AM",
      "userId": 1
    }, {
      "id": 2,
      "message": "Public-key high-level productivity",
      "template":false,
      "isSent": false,
      "time": "3:04 PM",
      "userId": 2
    }, {
      "id": 3,
      "message": "Sharable multi-state hardware",
      "template":false,
      "isSent": true,
      "time": "6:40 PM",
      "userId": 3
    }, {
      "id": 4,
      "message": "Multi-layered 24 hour initiative",
      "template":false,
      "isSent": false,
      "time": "7:51 PM",
      "userId": 4
    }, {
      "id": 5,
      "message": "Inverse clear-thinking installation",
      "template":false,
      "isSent": true,
      "time": "12:16 AM",
      "userId": 5
    }, {
      "id": 6,
      "message": "Grass-roots hybrid collaboration",
      "template":false,
      "isSent": true,
      "time": "12:10 AM",
      "userId": 6
    }]
  },
  {
    "id": 9,
    "first_name": "Adriano",
    "last_name": "Macari",
    "avatar": "https://robohash.org/eosrepellatamet.png?size=50x50&set=set1",
    "time": "1:38 am",
    "isNewMsg": false,
    "chats": [{
      "id": 1,
      "message": "Proactive tertiary knowledge user",
      "template":false,
      "isSent": true,
      "time": "12:14 PM",
      "userId": 1
    }, {
      "id": 2,
      "message": "Cloned didactic initiative",
      "template":false,
      "isSent": true,
      "time": "12:37 AM",
      "userId": 2
    }, {
      "id": 3,
      "message": "Innovative demand-driven portal",
      "template":false,
      "isSent": false,
      "time": "5:06 AM",
      "userId": 3
    }, {
      "id": 4,
      "message": "Ameliorated actuating function",
      "template":false,
      "isSent": false,
      "time": "6:16 PM",
      "userId": 4
    }, {
      "id": 5,
      "message": "Ameliorated responsive moratorium",
      "template":false,
      "isSent": true,
      "time": "6:29 PM",
      "userId": 5
    }, {
      "id": 6,
      "message": "Multi-layered well-modulated structure",
      "template":false,
      "isSent": true,
      "time": "4:27 PM",
      "userId": 6
    }]
  },
  {
    "id": 10,
    "first_name": "Billie",
    "last_name": "McGuinley",
    "avatar": "https://images.pexels.com/photos/1130626/pexels-photo-1130626.jpeg?auto=compress&cs=tinysrgb&w=800",
    "time": "12:49 am",
    "isNewMsg": false,
    "chats": [{
      "id": 1,
      "message": "Proactive tertiary knowledge user",
      "template":false,
      "isSent": true,
      "time": "12:14 PM",
      "userId": 1
    }, {
      "id": 2,
      "message": "Cloned didactic initiative",
      "template":false,
      "isSent": true,
      "time": "12:37 AM",
      "userId": 2
    }, {
      "id": 3,
      "message": "Innovative demand-driven portal",
      "template":false,
      "isSent": false,
      "time": "5:06 AM",
      "userId": 3
    }, {
      "id": 4,
      "message": "Ameliorated actuating function",
      "template":false,
      "isSent": false,
      "time": "6:16 PM",
      "userId": 4
    }, {
      "id": 5,
      "message": "Ameliorated responsive moratorium",
      "template":false,
      "isSent": true,
      "time": "6:29 PM",
      "userId": 5
    }, {
      "id": 6,
      "message": "Multi-layered well-modulated structure",
      "template":false,
      "isSent": true,
      "time": "4:27 PM",
      "userId": 6
    }]
  },
  {
    "id": 11,
    "first_name": "Maria",
    "last_name": "Ansley",
    "avatar": "https://images.pexels.com/photos/2393835/pexels-photo-2393835.jpeg?auto=compress&cs=tinysrgb&w=800",
    "time": "9:01 pm",
    "isNewMsg": false,
    "chats": [{
      "id": 1,
      "message": "Monitored zero tolerance strategy",
      "template":false,
      "isSent": false,
      "time": "3:10 AM",
      "userId": 1
    }, {
      "id": 2,
      "message": "Open-architected grid-enabled success",
      "template":false,
      "isSent": false,
      "time": "11:37 PM",
      "userId": 2
    }, {
      "id": 3,
      "message": "Distributed fault-tolerant service-desk",
      "template":false,
      "isSent": false,
      "time": "10:30 AM",
      "userId": 3
    }, {
      "id": 4,
      "message": "Cross-platform explicit knowledge base",
      "template":false,
      "isSent": false,
      "time": "9:44 AM",
      "userId": 4
    }, {
      "id": 5,
      "message": "Adaptive secondary service-desk",
      "template":false,
      "isSent": true,
      "time": "12:17 AM",
      "userId": 5
    }, {
      "id": 6,
      "message": "Diverse well-modulated encryption",
      "template":false,
      "isSent": false,
      "time": "3:55 AM",
      "userId": 6
    }]
  },
  {
    "id": 12,
    "first_name": "Rutger",
    "last_name": "Twinterman",
    "avatar": "https://robohash.org/magnamvoluptasad.png?size=50x50&set=set1",
    "time": "11:51 pm",
    "isNewMsg": false,
    "chats": [{
      "id": 1,
      "message": "Monitored zero tolerance strategy",
      "template":false,
      "isSent": false,
      "time": "3:10 AM",
      "userId": 1
    }, {
      "id": 2,
      "message": "Open-architected grid-enabled success",
      "template":false,
      "isSent": false,
      "time": "11:37 PM",
      "userId": 2
    }, {
      "id": 3,
      "message": "Distributed fault-tolerant service-desk",
      "template":false,
      "isSent": false,
      "time": "10:30 AM",
      "userId": 3
    }, {
      "id": 4,
      "message": "Cross-platform explicit knowledge base",
      "template":false,
      "isSent": false,
      "time": "9:44 AM",
      "userId": 4
    }, {
      "id": 5,
      "message": "Adaptive secondary service-desk",
      "template":false,
      "isSent": true,
      "time": "12:17 AM",
      "userId": 5
    }, {
      "id": 6,
      "message": "Diverse well-modulated encryption",
      "template":false,
      "isSent": false,
      "time": "3:55 AM",
      "userId": 6
    }]
  },
  {
    "id": 13,
    "first_name": "Nariko",
    "last_name": "Madden",
    "avatar": "https://images.pexels.com/photos/529782/pexels-photo-529782.jpeg?auto=compress&cs=tinysrgb&w=800",
    "time": "12:32 am",
    "isNewMsg": true,
    "chats": [{
      "id": 1,
      "message": "Realigned optimal model",
      "template":false,
      "isSent": true,
      "time": "11:44 AM",
      "userId": 1
    }, {
      "id": 2,
      "message": "Realigned national product",
      "template":false,
      "isSent": true,
      "time": "2:49 PM",
      "userId": 2
    }, {
      "id": 3,
      "message": "Networked impactful focus group",
      "template":false,
      "isSent": true,
      "time": "9:03 PM",
      "userId": 3
    }, {
      "id": 4,
      "message": "Ergonomic tertiary alliance",
      "template":false,
      "isSent": true,
      "time": "11:30 AM",
      "userId": 4
    }, {
      "id": 5,
      "message": "Synergistic motivating function",
      "template":false,
      "isSent": true,
      "time": "9:47 AM",
      "userId": 5
    }, {
      "id": 6,
      "message": "Re-engineered zero defect challenge",
      "template":false,
      "isSent": true,
      "time": "7:39 AM",
      "userId": 6
    }]
  },
  {
    "id": 14,
    "first_name": "Dari",
    "last_name": "Landsman",
    "avatar": "https://robohash.org/quoinlabore.png?size=50x50&set=set1",
    "time": "7:17 am",
    "isNewMsg": false,
    "chats": [
      
    ]
  },
  {
    "id": 15,
    "first_name": "Manda",
    "last_name": "Butterfield",
    "avatar": "https://robohash.org/ametnontempora.png?size=50x50&set=set1",
    "time": "10:16 am",
    "isNewMsg": false,
    "chats": [
      
    ]
  },
  {
    "id": 16,
    "first_name": "Luce",
    "last_name": "Delany",
    "avatar": "https://robohash.org/autemrepellatlaborum.png?size=50x50&set=set1",
    "time": "3:40 pm",
    "isNewMsg": false,
    "chats": [
      
    ]
  },
  {
    "id": 17,
    "first_name": "Jeffy",
    "last_name": "Bysaker",
    "avatar": "https://robohash.org/autemiurequo.png?size=50x50&set=set1",
    "time": "6:13 am",
    "isNewMsg": false,
    "chats": [
      
    ]
  },
  {
    "id": 18,
    "first_name": "Rogerio",
    "last_name": "Brayne",
    "avatar": "https://robohash.org/doloruminciduntenim.png?size=50x50&set=set1",
    "time": "7:18 pm",
    "isNewMsg": false,
    "chats": [
      
    ]
  },
  {
    "id": 19,
    "first_name": "Marina",
    "last_name": "Byrth",
    "avatar": "https://robohash.org/nonoditnon.png?size=50x50&set=set1",
    "time": "1:46 am",
    "isNewMsg": false,
    "chats": [
      
    ]
  },
  {
    "id": 20,
    "first_name": "Flossie",
    "last_name": "Chamberlain",
    "avatar": "https://robohash.org/utautblanditiis.png?size=50x50&set=set1",
    "time": "7:17 am",
    "isNewMsg": false,
    "chats": [
      
    ]
  }
]